import {ProdObj , ProductList} from '../Types/types'
/**
 * added Array[]
 * prodList{List[{},{},{}]}
 * 
 */

const Products : ProductList = {
    list : [
        {
            id : 'A01',
            brand : 'Унитекс',
            name : 'Унитекс Визиотейн для остроты зрения таблетки 90 шт',
            photo : [
                'https://media.apteka366.ru/sys_master/product/h91/h2b/8817132765214.jpg',
            ],
            cost : {
                old : '',
                new : '5694'
            },
            discribes : 'Препарат стимулирует зрительные функции и показан людям, которые много работают за компьютером. Улучшает остроту зрения как в ночное, так и в дневное время суток. Снимает напряжение глаз после долгого работы или чтения. Все компоненты сбалансированы и дополняют друг друга, защищают сетчатку глаза, благотворно сказываются на состоянии мелких сосудов. Биологически активная добавка содержит антиоксиданты, которые борются со свободными радикалами и предотвращает преждевременное старение.',
            categories : {
                main : '',
                keywords : [''],
            }
        },
        {
            id : 'A02',
            brand : 'Унитекс',
            name : 'Унитекс мультивитамин',
            photo : [
                'https://media.apteka366.ru/sys_master/product/h1e/ha9/8817967759390.jpg'
            ],
            cost : {
                old : '',
                new : '2426'
            },
            discribes : 'Унитекс Мультивитамин - уникальный комплекс, сочетающий пробиотики, витамины, минералы, растительные экстракты и аминокислоты, который специально разработан для обеспечения женского организма ценными веществами, необходимыми для здоровья, а также природными веществами, позволяющими женщине побороть усталость, вернуть себе форму и жизненную силу и укрепить свой иммунитет.'
        }, 
        {
            id : 'A03',
            brand : 'Унитекс', 
            name : 'Унитекс керафорс для волос и ногтей таблетки 90 шт',
            photo : [
                'https://media.apteka366.ru/sys_master/product/hf4/h16/8817137713182.jpg'
            ],
            cost : {
                old : '',
                new : '4607'
            },
            discribes : 'Керафорс для волос и ногтей №90 является биологически активной добавкой, улучшающей внутреннее и внешнее состояние волос и ногтей за счет наличия в составе кератина — природного белка, присутствующего в организме. Применяемый кератин добывается из новозеландской овечьей шерсти премиального качества по запатентованной технологии. В сочетании с витамины группы А и Е он увлажняет поверхность кожи головы, а также укрепляет ногти, уменьшая их ломкость. Капсулы INS Керафорс сочетают ценные качества серосодержащих аминокислот (L-цистеина, L-метионина) и MSM, действующих синергетически с медью, цинком, витаминами группы В и органическим кремнием экссудата бамбука tabashir (1 & 2), для того, чтобы избежать тусклых и ломких волос, слоящихся и ослабленных ногтей, страдающей от недостатка питания кожи и землистого цвета лица, выпадения волос.'
        },
        {
            id : 'A04',
            brand : 'ТРИВЕС', 
            name : 'СТ-44 Приспособление коррегирующие силиконовое размер S',
            photo : [
                'https://media.apteka366.ru/sys_master/product/hfc/hd5/9167532785694.jpg',
                'https://media.apteka366.ru/sys_master/product/h75/h30/9167533441054.jpg'
            ],
            cost : {
                old : '7200',
                new : '5490'
            },
            discribes : 'Колпачок СТ-44 силиконовый для защиты пальцев стопы. Оказываемые эффекты:  защита суставов и ногтевых пластинок пальцев стопы,             уменьшение трения деформированных пальцев стопы,             профилактика образования мозолей на пальцах стопы,             обеспечение комфортной ходьбы во всех типах обуви.'
        },
        {
            id : 'A05',
            brand : 'Эссити', 
            name : 'Libero Up&Go Maxi подгузники-трусики 18 шт',
            photo : [
                'https://media.apteka366.ru/sys_master/product/h93/h85/9909748236318.jpg',
                'https://media.apteka366.ru/sys_master/product/h91/hd4/9909748563998.jpg',
                'https://media.apteka366.ru/sys_master/product/h50/hfb/9909748826142.jpg'
            ],
            cost : {
                old : '',
                new : '745'
            },
            discribes : 'Подгузники-трусики Libero Up&Go (7-11кг.), 18 шт.'
        },
    ]
}
export default Products